{
    "books": [{
        "title": "SKC & RA'S Organic Chemistry For NEET",
        "images": {
            "front": "front.jpeg",
            "back": "back.jpeg",
            "others": "others"
        },
        "authors": ["skc", "ra"],
        "price": 370,
        "description": "Book by #1 educator on Un-Academy and Joint director Nucleus kota",
        "details": {
            "pages": "304",
            "shipping": "3-7 days",
            "publication": "Brain Basket",
            "isbn": "9789354267353",
            "ratings": "4.9/5",
            "language": "English"
        },
        "reviews": []
    }, {
        "title": "Fundamental Problems In Organic Chemistry For NEET",
        "images": {
            "front": "front.jpeg",
            "back": "back.jpeg",
            "others": "others"
        },
        "authors": ["skc", "ra"],
        "price": 370,
        "description": "Book by #1 educator on Un-Academy and Joint director Nucleus kota",
        "details": {
            "pages": "304",
            "shipping": "3-7 days",
            "publication": "Brain Basket",
            "isbn": "9789354267352",
            "ratings": "4.9/5",
            "language": "English"
        },
        "reviews": [{
            "name": "Prateek jain",
            "review": "Finally the wait for the best organic chemistry book for NEET aspirants is over. Shubh karan choudhary sir is undoubtedly one of the best organic chemistry Faculties for NEET in Kota and in Unacademy . He has taught at many top coaching institutes and has produced several top ranks in his career.He has been working on this masterpiece since many years and has put all his heart and soul in this book.I am sure this book will help immensely all the NEET aspirants all over india in securing maximum marks in Organic chemistry and cracking NEET exam with best ranks.",
            "rating": 5
        }, {
            "name": "Varun G.",
            "review": "RA sir is the most iconic organic chemistry teacher in the world he clears the concepts very easily Reviewed in India on 17 February 2022 Best book by best teacher in the world❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️ He clears all the concepts very easliy and in a very good way that will remmber till last Thanks sir ji🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻",
            "rating": 5
        }, {
            "name": "Ashutosh roy",
            "review": "BEST BOOK EVER FOR ORGANIC CHEMISTRY HIGHLY RECOMMEND FOR NEET ASPIRATIONS Reviewed in India on 30 July 2021 BEST BOOK EVER FOR ORGANIC CHEMISTRY this book have all the important questions and THEORY which are essential for neet AND THERE IS A LOT OF LOVE OF BTS💝 IN THIS BOOK this book is one of the necessary study material for neet🥰🥳🥳 ",
            "rating": 5
        }, {
            "name": "Shivam",
            "review": "The overall view of the book Reviewed in India on 25 February 2021 The book is full of good questions....and exercises are divided into parts with a paper on covering its important theory.....for every chapter....this book makes has remarks too on some difficult questions....skc sir and RA sir has put up all his effort in order to make path for us... for the best....",
            "rating": 5
        }
    ]
    }]
}